class Scenario:
    def __init__(self):
        self.preface = """
Давным-давно, в царстве Элдора, находилось загадочное подземелье - "Бездна Теней".
Ходили легенды, что в его глубинах обитает древний демон — повелитель хаоса Ноктус, который
был заточён туда давным давно печатью трех рун. 

Однако печать начала ослабевать. Демон медленно восстанавливает свои силы, грозя уничтожить
мир, когда выберется наружу.

Ты один из потомков героев которые заточили Ноктуса и только тебе по силу одолеть его.
Ноктус силен поэтому тебе нужно будет найти особые артефакты Кристалл Света, Клинок Изгнания 
и Сфера Времени. Эти предметы спрятаны в глубинах подземелья, защищённые опасными врагами и
ловушками.
"""


scenario = Scenario()
